[
  {
    "Name":"Danielle Lauren Seidner",
    "Description":"Howdy-ho, neighborinos! I'm Danielle. I live with my wife, Allison, and two cats, Freya and Loki. I enjoy various media, mainly TV shows - Doctor Who, Game of Thrones, Star Trek, and Avatar: TLA. And I TOTALLY take this assignment seriously.",
    "Shoutout":"Danielle offered to share her banana bread with me."
  },
  {
    "Name":"David Owen Beck",
    "Description":"24 years old, went to school in Duluth, plays guitar, records music, favorite beer is Stone's All Day IPA, loves gardening",
    "Shoutout":"Shout out to Dave B for being a part of our great 3 person team (everyone else had 4 but we still dominated!) that persevered when it seemed difficult to accomplish our task."
  },
  {
    "Name":"Brian Wayne Daves",
    "Description":"Grew up in Austin Texas. I haved lived in Minneapolis for the last 24 years. I have a son Elliot . My wife's name is Christine and we hava a dog named Rufus",
    "Shoutout":"Thanks to Brian for taking much better notes than me!"
  },
  {
    "Name":"David William Hoverson",
    "Description":"I currently dream in code.",
    "Shoutout":"Dave (tall Dave), is a true gentleman"
  },
  {
    "Name":"Amelia Elizabeth Frevert",
    "Description":"I've attained a quarter century of wisdom while growing up in South MPLS. I'm a licensed radio dj and spend much of my time staring out the window daydreaming.",
    "Shoutout":"Amelia's humor is the best, and helps everyone feel more relaxed"
  },
  {
    "Name":"Geoffrey Allen Hofman-Frethem",
    "Description":"Really big sci-fi nerd. Star Wars, Star Trek, Dune, LOTR, Doctor Who, the list goes on. ALSO BATMAN. ",
    "Shoutout":"Geoffrey. His help was great in our understanding of the problem that we were assigned.\nAlso to all of the staff. You guys did a great job. "
  },
  {
    "Name":"Jacob Paul Schoolmeesters",
    "Description":"Grew up in NE Minneapolis. I graduated from Metropolitan State University with a degree in Technical Communication. I have two dogs, Tilly and Cooper, and one cat named Bernie. Video games are fun. Design is cool as well.",
    "Shoutout":"Working in a team with Jake"
  },
  {
    "Name":"Juan Manuel Gutierrez Garcia",
    "Description":"Born and raise in Mexico, loves Comics, especially DC(not the state duh), Heavy Metal and classic Rock",
    "Shoutout":"I would like to thank Manu for giving a long speech today."
  },
  {
    "Name":"John Vang",
    "Description":"I really don't have a middle name.  I'm from Calfornia.",
    "Shoutout":"It was great to keep working together with John.\n"
  },
  {
    "Name":"Jonathan Osborne",
    "Description":"Green Bay Packers fan, likes jazz on vinyl, favorite beer is Lagunitas Sucks.",
    "Shoutout":"Jonathan is the most enthusiastic coder I have ever met"
  },
  {
    "Name":"Lauren  Margaret Beatty",
    "Description":"My middle name is Margaret ....OR IS IT?!?! Wah, wah, waaaaaaaaah",
    "Shoutout":"I was so excited to work with Lauren today"
  },
  {
    "Name":"Laura Margaret Kressin",
    "Description":"23 yr old student, artist, sister, daughter and aunt.  Soon to be future programmer/dragon rider.  Call me Khaleesi.",
    "Shoutout":"Shout out to Laura for being a part of our great 3 person team (everyone else had 4 but we still dominated!) that persevered when it seemed difficult to accomplish our task."
  },
  {
    "Name":"Liz Piet",
    "Description":"Dana Carvey follows me on Twitter. I sometimes dress up like Wayne Campbell. I love Halloween.",
    "Shoutout":"Liz came and talked to me after class about what her experience has been with the program overall and it helped me to relate and put my own experience into perspective as well. Also offered some advice about our project that helped make it function better. Nice end to the day."
  },
  {
    "Name":"Erick Alejandro Lee",
    "Description":"my favorite countries/trips are Guatemala, Colombia, France, Argentina, New York",
    "Shoutout":"Erick is like a ray of sunshine."
  },
  {
    "Name":"Nicholas D Renford",
    "Description":"Sometimes I forget to turn the oven off.",
    "Shoutout":"Nick has helped everyone out and we are all very thankful for it. "
  },
  {
    "Name":"George Douglas Ritzinger",
    "Description":"Born: NJ, lives: Vadnais Heights, paddles many kayaks, grows tomatos, wants a big snow year, hasn't played tennis lately",
    "Shoutout":"Doug is another true gentleman of Epsilon"
  },
  {
    "Name":"Ryan Merchlewitz",
    "Description":"Born and raised in the burbs, rumored to have a life in some circles, and likes to make websites.",
    "Shoutout":"Ryan, also being a chill dude and accepting my sense of humor."
  },
  {
    "Name":"Sarah Ann Marrone",
    "Description":"Born and raised in MN, modern quilter, I enjoy baking, I have dreams of purchasing a vacant fire station some day and turning it into a single-family home (I've had my eyes on one for the past year or so), I have a degree in Journalism and Art from the UofMN, ",
    "Shoutout":"Sarah, she maintains an admirable stability even when things get crazy."
  },
  {
    "Name":"Zachary Allan Thomas Turner",
    "Description":"I have two middle names. Born in Denver. ",
    "Shoutout":"It was great to keep working together Zach"
  }
]